"Copy" = "Nenhum (sem justaposição)";
"Dither Copy" = "Nenhum (permitir justaposição)";
"Or" = "Ou";
"Xor" = "XOR";
"Replace Black" = "Substituição de preto";
"Inverse Copy" = "Cópia invertida";
"Inverse Or" = "OU invertido";
"Inverse Xor" = "OU exclusivo inverso";
"Inverse Replace Black" = "Substituição de preto invertida";
"Pattern Copy" = "Cópia de padrão";
"Pattern Or" = "OU de padrão";
"Pattern Xor" = "OU exclusivo com padrão";
"Pattern Replace Black" = "Substituição de preto com padrão";
"Inverse Pattern Copy" = "Cópia de padrão invertido";
"Inverse Pattern Or" = "OU de padrão invertido";
"Inverse Pattern Xor" = "OU exclusivo com padrão invertido";
"Inverse Pattern Replace Black" = "Substituição de preto com padrão invertido";
"Grayish Text Or" = "OU de texto acinzentado";
"Hilite" = "Realce";
"Blend" = "Combinar";
"Add Pin" = "Adicionar alfinete";
"Add Over" = "Adicionar sobreposição";
"Add Max" = "Adicionar máx.";
"Add Min" = "Adicionar mín.";
"Subtract Pin" = "Subtracção de alfinete";
"Subtract Over" = "Subtracção de sobreposição";
"Transparent" = "Transparente";
"Straight Alpha" = "Alfa linear";
"Per Component Alpha" = "Alfa por componente";
"Straight Alpha Blend" = "Combinação alfa linear";
"Premultiplied White Alpha" = "Alfa, branco, pré-multiplicado";
"Premultiplied Black Alpha" = "Alfa, preto, pré-multiplicado";
"Premultiplied Color Alpha" = "Alfa, cores, pré-multiplicado";
"Composition" = "Composição";